Repository: macnaileth/wpconnect-theme
Catalog: languages/*.po
Languages: de_de

source: Normally, you should be redirected. It seems that you have Javascript disabled in your browser or your browser cannot handle script. You will find our app here:
de_de: Normalerweise sollten Sie umgeleitet werden. Es scheint, dass Sie Javascript in Ihrem Browser deaktiviert haben oder Ihr Browser damit nicht umgehen kann. Unsere App finden Sie hier:

source: *** Landing page mounted successfully! ***
de_de: *** Landingpage erfolgreich gemountet! ***

source: *** Landing page mounting error: Redirect/Application-URL not defined! ***
de_de: *** Fehler beim Laden der Landingpage: Weiterleitung/Anwendungs-URL nicht definiert! ***

source: Site structure successfully sent.
de_de: Site-Struktur erfolgreich gesendet.

source: You can use the structured data to build your frontend, website or app on it. See below supported menu item types
de_de: Sie können die strukturierten Daten verwenden, um Ihr Frontend, Ihre Website oder Ihre App darauf aufzubauen. Siehe unten unterstützte Menüelementtypen

source: Content per tag successfully requested.
de_de: Inhalt pro Tag erfolgreich angefordert.

source: The requested tag does not exist. ID used:
de_de: Der angeforderte Tag ist nicht vorhanden. Verwendete ID:

source: Content per category successfully sent.
de_de: Inhalt pro Kategorie erfolgreich gesendet.

source: Settings
de_de: Einstellungen

source: WPC theme settings page
de_de: WPC Einstellungsseite

source: Settings page to create a settings file, a redirector and setup the WPC API endpoint.
de_de: Einstellungsseite, um eine Einstellungsdatei und einen Redirector zu erstellen und den WPC-API-Endpunkt einzurichten.

source: Basic Setup
de_de: Grundeinstellungen

source: Redirect
de_de: Weiterleiten

source: Redirect directly instead of hitting Splashscreen.
de_de: Leiten Sie direkt um, anstatt auf den Begrüßungsbildschirm zu gelangen.

source: Redirect URL
de_de: Weiterleitungs-URL

source: Structure
de_de: Struktur

source: API settings
de_de: API Einstellungen

source: Landing/Redirect page settings
de_de: Einstellungen für die Landing-/Redirect-Seite

source: Logo or other image
de_de: Logo oder anderes Bild

source: You can either use a link to an image or the numeric id of the image used in the WordPress media library.
de_de: Sie können entweder einen Link zu einem Bild oder die numerische ID des Bildes verwenden, welche in der WordPress-Medienbibliothek verwendet wird.

source: Favicon for size
de_de: Favicon für Größe

source: Linked image will be encoded base64 on the fly - keep them small. Always use .png!
de_de: Verknüpfte Bilder werden base64 im laufenden Betrieb kodiert - halten Sie sie klein. Verwenden Sie immer .png!

source: You do not need to fill in all image sizes. Blank fields will not be used.
de_de: Sie müssen nicht alle Bildgrößen verwenden. Leere Felder werden nicht verwendet.

source: Headline text
de_de: Text der Überschrift

source: Please go on...
de_de: Bitte gehen Sie weiter…

source: Content text
de_de: Inhalt

source: You arrived at the pages of
de_de: Sie gelangten auf die Seiten von

source: We regret that this is not the correct page. To access our content, click the button below.
de_de: Wir bedauern, dass dies nicht die richtige Seite ist. Um auf unsere Inhalte zuzugreifen, klicken Sie auf die Schaltfläche unten.

source: Redirection button
de_de: Schaltfläche "Umleitung"

source: Button to redirect to the url where your app resides.
de_de: Schaltfläche, um zu der URL umzuleiten, unter der sich Ihre App befindet.

source: URL to the headline font in .woff format
de_de: URL zur Überschriftenschriftart im .woff-Format

source: URL to the content font in .woff format
de_de: URL zur Inhaltsschriftart im WOFF-Format

source: Body background color
de_de: Body-Hintergrundfarbe

source: Body text color
de_de: Body-Textfarbe

source: Body headline color
de_de: Überschriftenfarbe

source: Content container background color
de_de: Hintergrund des Inhaltscontainers

source: Button color
de_de: Button-Farbe

source: Button text color
de_de: Button-Textfarbe

source: Menu structure setup
de_de: Einrichtung der Menüstruktur

source: No menu structure found. To start creating a menu structure for your content useable via API access click the button below.
de_de: Keine Menüstruktur gefunden. Um eine Menüstruktur für Ihre Inhalte zu erstellen, die über den API-Zugriff verwendet werden kann, klicken Sie auf die Schaltfläche unten.

source: Warning
de_de: Warnung

source: JSON String length exceeded. No more menus or items could be added.
de_de: JSON-Zeichenkettenlänge überschritten. Es konnten keine weiteren Menüs oder Items hinzugefügt werden.

source: Characters left:
de_de: Übrige Zeichen:

source: Add menu structure
de_de: Menüstruktur hinzufügen

source: JSON data output
de_de: JSON-Datenausgabe

source: This is the JSON output produced for the REST API displaying your menu structure. Access it via this link:
de_de: Dies ist die JSON-Ausgabe, die für die REST-API erzeugt wird und Ihre Menüstruktur anzeigt. Greifen Sie über diesen Link darauf zu:

source: Continue to
de_de: Weiter zu

source: If you hit this screen, something regarding the web frontend was configured in a very wrong way. There was no landing page type defined. Contact site admin:
de_de: Wenn Sie diesen Bildschirm sehen, wurde etwas in Bezug auf das Web-Frontend sehr falsch konfiguriert. Es wurde kein Landingpage-Typ definiert. Wenden Sie sich an den Site-Administrator:

source: Setup a base menu
de_de: Einrichten eines Basismenüs

source: Name for menu
de_de: Name für Menü

source: Here you can setup your base level menu structures for being outputted via the api. You can fill this structure with different menu items.
de_de: Hier können Sie Ihre Basismenüstrukturen für die Ausgabe über die API einrichten. Sie können diese Struktur mit verschiedenen Menüpunkten füllen.

source: Create & close
de_de: Erstellen & Schließen

source: Cancel
de_de: Abbrechen

source: Add item to menu
de_de: Element zum Menü hinzufügen

source: Name for item
de_de: Name des Elements

source: Item type
de_de: Element-Typ

source: Page
de_de: Seite

source: Post
de_de: Beitrag

source: Category
de_de: Kategorie

source: Tag
de_de: Schlagwort

source: Custom link
de_de: Benutzerdefinierter Link

source: Pick a page
de_de: Seite auswählen

source: Pick a post
de_de: Beitrag auswählen

source: Pick a category
de_de: Kategorie auswählen

source: Pick a tag
de_de: Schlagwort auswählen

source: Enter a link
de_de: Link eingeben

source: Add items to menu. These can be pages, blog posts or custom links
de_de: Fügen Sie Elemente zum Menü hinzu. Dies können Seiten, Blogbeiträge oder benutzerdefinierte Links sein.

source: Remaining chars
de_de: Verbleibende Zeichen
